export default [
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  },
  {
    image: 'sample1.jpg',
    title: 'Вид животного',
    description: 'Описание описание описание описание описание описание'
  }
]