<template>
  <div class="row">
    <div class="row mainPageHeader">
      <div class="col s12 navbar-fixed">
        <nav>
          <div class="nav-wrapper blue darken-4 z-depth-1">
            <ul class="left hide-on-small-only">
              <li>
                <nuxt-link to="/history">
                  Історія створення заповідника
                </nuxt-link>
              </li>
              <li>
                <nuxt-link to="/environment">
                  Інформація про довкілля
                </nuxt-link>
              </li>
              <li>
                <nuxt-link to="/legal">
                  Нормативно-правові акти
                </nuxt-link>
              </li>
              <li>
                <nuxt-link to="/activities">
                  Наукова та науково-технічна діяльність
                </nuxt-link>
              </li>
              <li>
                <nuxt-link to="/contacts">
                  Контакти
                </nuxt-link>
              </li>
            </ul>
          </div>
        </nav>
      </div>
      <div class="col s12 center-align">
        <img src="/logo.png" class="responsive-img mainLogo">
      </div>
      <div class="col s12 center-align">
        <span class="mainTitle">{{ $store.state.reservationTitle }}</span>  
      </div>
      <div class="col s12 center-align mainInfo">{{ $store.state.reservationOwner }}</div>
    </div>
    <div class="col l2 center-align hide-on-med-and-down">
      
    </div>
    <div class="col s12 m12 l8 left-align mainText">
      <h5 class="center-align">
        <b><u>Геологія</u></b>
      </h5>
      <p>
        &emsp;&emsp;&emsp;В геологічному відношенні територія заповідника розташована на 
        південно-східній окраїні однієї з найбільших і найстаріших геоструктурних одиниць – 
        Українського кристалічного щита в межах його Придніпровського блоку. Геологічний розвиток 
        Українського кристалічного щита, як геотектонічного елементу земної поверхні, починається 
        ще з «місячної» стадії становлення Землі, тобто його вік перевищує 4,5 млрд. років 
        (Природа …, 1986). Головними етапами формування щита є архей, ранній і пізній протерозой 
        з інтервалом геологічного часу від 4,0 до 1,6 млрд. років.
      </p>
      <p>
        &emsp;&emsp;&emsp;Геологічна будова його території порівняно нескладна. Аналіз результатів 
        визначення віку порід і мінералів радіоізотопним методом дозволив розглядати Український щит 
        як структуру з двоярусною будовою. Нижній ярус представлений найдавнішими породами архейського 
        віку (понад 2,6 млрд. років). Верхній ярус – протерозойський, віком від 2,6 до 1,9 млрд. 
        років. Після цього Український кристалічний щит розвивався як платформа. У періоди 
        активізації (на початку протерозою) він розчленовувався розломами на блоки та міжблокові 
        зони, в яких проявлявся дайковий магматизм. Вік порід і структур цього періоду становить 
        від 1,9 до 1,2 млрд. років.
      </p>
      <h5 class="center-align">
        <b><u>Орографія та геоморфологія</u></b>
      </h5>
      <p>
        &emsp;&emsp;&emsp;Рельєф території сформувався у процесі тісної взаємодії геологічної 
        структури, тектонічних рухів і клімату. Взаємодія цих факторів відбивається на певному 
        похідному рельєфі, який також можна вважати фактором рельєфоутворення. Упродовж різних 
        етапів рельєфоутворення зовнішній вигляд території змінювався, подекуди істотно. У зв’язку 
        з цим в межах території заповідника охарактеризований сучасний етап розвитку рельєфу та 
        сучасний його вигляд.
      </p>
      <p>
        &emsp;&emsp;&emsp;Орографічно територія заповідника належить до Полтавсько-Орільської 
        низинної рівнини в межах Придніпровської низовини. Глибина ерозійного розчленування 
        межиріч в межах Полтавсько-Орільської сягає 60 м, терасових рівнин річкових долин – 25-30 м, 
        а місцями – до 10-20 м.
      </p>
      <p>
        &emsp;&emsp;&emsp;У формуванні морфоструктури заповідника значну роль відіграли особливості 
        геологічної будови і тектоніки. Територія заповідника розташована в межах Придніпровської 
        низовини. Це морфоструктура першого порядку, яка відповідним чином відобразилась на 
        формуванні переважно акумулятивних морфоскульптур другого порядку у її межах.
      </p>
      <p>
        &emsp;&emsp;&emsp;Територія заповідника омивається з північного сходу гирловою частиною 
        р. Оріль, а з південного сходу, півдня та південного заходу – р. Дніпро. Морфоскульптурою 
        другого порядку, в межах якої розташована територія заповідника, є сходинкова акумулятивна 
        (алювіальна) рівнина лівобережних терас Дніпра (Геоморфология …, 1990). Морфоструктура 
        характеризується мінімальними для Придніпровської низовини сумарними амплітудами 
        неотектонічних піднять (100-125 м) та інверсією рухів – опусканнями в антропогені. 
        Це обумовило накладення середньоантропогенових (дніпровських) та нижньоантропогенових 
        відкладів на нижньоантропогеновий алювій.
      </p>
      <p>
        &emsp;&emsp;&emsp;Морфоскульптура представлена у загальному вигляді акумулятивною рівниною 
        міоценового віку (Геоморфология …, 1990).
      </p>
      <p>
        &emsp;&emsp;&emsp;Рельєф заповідника представлений формами алювіального походження, 
        ускладнену еоловими процесами. Займає добре розвинену лівобережну заплаву і чітко виражену 
        надзаплавну терасу Дніпра. Заплава пересічена в різних напрямах протоками, численними 
        озерами і болотами заплавного типу. Заплава займає близько двох третин площі заповідника. 
        Піщані відклади терас під впливом еолових процесів, особливо на підвищеннях, набули 
        вигляду кучугур. Подекуди збереглись ділянки первісного піщаного степу з аборигенною 
        рослинністю. Абсолютні відмітки поверхні заповідника в центральній його частині досягають 
        73 м, переважають 57-65 м, що знижуються в заплавах до рівня води в річках – 51,4-51,5 м.
      </p>
      <p>
        &emsp;&emsp;&emsp;Лівобережна заплава або заплавна тераса піднімається над рівнем води 
        у руслі на відносну висоту 1-5 м. Вона виповнена шаруватим сучасним алювієм, нижні шари 
        якого представлені русловою фацією, що відклалась при плановій деформації русла, а верхні – 
        заплавною фацією, яка сформувалася при спаданні рівня води внаслідок осідання завислих 
        наносів. У прирусловій частині заплави розвинуті місцями прируслові піщані пасма. У складі 
        алювіальних відкладів, які складають заплаву, є піски, супіски, суглинки, зрідка торф, 
        болотний мергель та глини.
      </p>
      <p>
        &emsp;&emsp;&emsp;Природні утворення у вигляді витягнутих відкритих, заболочених і порослих 
        високими чагарниками та болотною рослинністю понижень і водойм виникли внаслідок зміщення 
        русла Дніпра і є залишками численних старих русел (стариць). Найглибші їх частини тепер 
        представлені відкритими плесами озер. Мілководні частини стариць перетворились в болота. 
        Їх береги заросли непролазними хащами очерету і заростями аморфи. Поверхня води вкрита 
        водяною рослинністю. Вузькі простори між озерцями, старицями, болотами і протоками вкриті 
        купинами, порослими осокою. Плавні частково висихають, але тільки в меженний період 
        (серпень і перша половина вересня).
      </p>
      <p>
        &emsp;&emsp;&emsp;Надзаплавна тераса чітко виражена у рельєфі. Вона починається з 
        абсолютних висот 58-62 м. Відносне перевищення над рівнем заплави становить від 6 м у 
        міжкучугурних пониженнях до 15 м на вершинах кучугур. Вона складена алювіальними 
        дрібнозернистими і пилуватими пісками. Поверхня її трохи похилена до водосховища і 
        розчленована улоговинами, нерідко змінюється луками, болотами, найбільш поширеними в 
        пригирловій частині р. Оріль.
      </p>
      <p>
        &emsp;&emsp;&emsp;Рельєф в центральній частині бугристо-гривистий, в західній – 
        слабогривисто-рівнинний, який поступово переходить в піщаний степ. Складена тераса 
        різнозернистими пісками потужністю 15-30 м. Абсолютні відмітки окремих висот сягають 
        73 м. Акумулятивні форми рельєфу, складені незакріпленими або слабо закріпленими бугристими 
        кучугурними пісками, характерні для звивистих руслових частин узбережжя великих річок.
      </p>
      <h5 class="center-align">
        <b><u>Клімат</u></b>
      </h5>
      <p>
        &emsp;&emsp;&emsp;Територія заповідника «Дніпровсько-Орільський» відноситься до 
        континентальної кліматичної області України. Ця область охоплює степову фізико-географічну 
        зону. Характерною ознакою кліматичних умов області є недостатня зволоженість 
        (450-350 мм на рік), значна тривалість теплого періоду, який зумовлює найбільш тривалий 
        для території України вегетаційний період. Клімат області формується під впливом 
        континентальних мас помірного поясу, а також трансформованих тропічних і арктичних мас 
        повітря. У континентальній кліматичній області щороку бувають посухи, суховії, пилові 
        бурі, що завдають значної шкоди сільському господарству.
      </p>
      <p>
        &emsp;&emsp;&emsp;Загалом клімат в межах заповідника характеризується як помірно 
        континентальний, з м’якою зимою і теплим (інколи спекотним) літом. Літо жарке і сухе, 
        з частими зливами, сильними південно-східними і східними вітрами, які спричинюють посухи. 
        Зима м’яка, малосніжна, часто бувають відлиги і ожеледі. Пересічна температура січня – 
        -5,5°С, липня +21,3°С. Середньорічна температура повітря становить 8,5°С.
      </p>
      <p>
        &emsp;&emsp;&emsp;Найнижча середньомісячна температура повітря в січні (мінус 14,5°С) 
        зафіксована в 1950 р., найвища (+1,5°С) – в 2007 р. Найнижча середньомісячна температура 
        в липні (+18,4°С) спостерігалась у 1976 р., найвища (+25,6°С) – в 1936 р. Абсолютний 
        мінімум температури повітря (-38,2 °С) зафіксовано 11 січня 1940 р., абсолютний максимум 
        (+40,1°С) – 10 серпня 1930 р.
      </p>
      <p>
        &emsp;&emsp;&emsp;За останні 100-120 років температура повітря в межах заповідника, 
        так само як і в цілому на Землі, має тенденцію до підвищення. Протягом цього періоду 
        середньорічна температура повітря підвищилася щонайменше на 1,0°С. Найтеплішим за всю 
        історію спостережень виявився 2007 р. Більшим у цілому є підвищення температури в першу 
        половину року.
      </p>
      <p>
        &emsp;&emsp;&emsp;Тривалість безморозного періоду становить 187 днів. Період з температурою 
        понад +10°С становить 178 днів.
      </p>
      <p>
        &emsp;&emsp;&emsp;У середньому за рік на територію заповідника випадає 513 мм атмосферних 
        опадів. Найменше – у березні та жовтні, найбільше – у червні та липні.
      </p>
      <p>
        &emsp;&emsp;&emsp;Мінімальна річна кількість опадів (273 мм) спостерігалась у 1951 р., 
        максимальна (881 мм) – в 1960 р. Максимальну добову кількість опадів (82 мм) зафіксовано 
        23 серпня 1960 р. У середньому за рік спостерігається 127 днів з опадами; найменше їх 
        (по 7) у серпні та жовтні, найбільше (16) – у грудні. Постійний сніговий покрив 
        (10-15 см) утворюється щороку, встановлюється у грудні, сходить на початку березня.
      </p>
      <p>
        &emsp;&emsp;&emsp;Серед несприятливих кліматичних явищ – відлиги, морози з вітрами, суховії 
        і пилові бурі. Дніпропетровський район лежить у межах посушливої, дуже теплої агрокліматичної 
        зони.
      </p>
      <p>
        &emsp;&emsp;&emsp;Відносна вологість повітря в середньому за рік становить 74 %. 
        Найменша вона (61 %) у серпні, найбільша (89 %) – у грудні. Найменша хмарність 
        спостерігається в серпні, найбільша – у грудні.
      </p>
      <p>
        &emsp;&emsp;&emsp;Наявність на заплавній території заповідника численних водойм, боліт 
        (в основному низинних) і плавнів суттєво впливає на мікроклімат у бік його пом’якшення, 
        особливо заплавної частини заповідника. Натомість на терасову частину заповідника 
        мікрокліматичні особливості заплави поширюються слабо.
      </p>
      <p>
        &emsp;&emsp;&emsp;Тривалість вегетаційного періоду 214 днів, а період активної вегетації 
        в межах 150 днів. Дата закінчення пізніх весняних заморозків – 24 квітня, а початку 
        ранніх осінніх – 12 жовтня. Особливо небажаними є пізні весняні заморозки та ще і в 
        роки раннього приходу весни. Такі заморозки побивають молоді пагони рослин і приносять 
        їм значну шкоду в період цвітіння. Значно скорочується урожайність, а по деяких рослинах, 
        особливо тих, що рано розпускаються, повністю знищується. Значні збитки наносяться такими 
        заморозками лісовим розсадникам.
      </p>
      <p>
        &emsp;&emsp;&emsp;Опади як по окремих роках, так і впродовж року, випадають вкрай 
        нерівномірно. Відмічаються окремі періоди, коли вони відсутні по 1,5-2 місяці. У цей час 
        в весняно-літній період при денній температурі понад 30 градусів Цельсію це неодмінно призводить до 
        сильних посух. Значна тривалість посух негативно впливає на стан рослинності та її врожайність. 
        В комплексі з суховіями, які нерідко спостерігаються в такі періоди, ці два фактори 
        спричинюють загибель рослинності, яка більше транспірує вологи через листя, чим в змозі 
        подати коренева система. Особливо це стосується молодих посівів і посадок. Відсутність 
        снігового покриву взимку, навіть не при не дуже великих морозах приводить до вимерзання 
        посівів і посадок. Часті зміни температури повітря з плюсових на мінусові і навпаки, в 
        зимовий час спричинюють вимокання лісових культур.
      </p>
      <h5 class="center-align">
        <b><u>Ґрунти</u></b>
      </h5>
      <p>
        &emsp;&emsp;&emsp;У відповідності до матеріалів грунтово-лісотипологічного обстеження 
        заповідника 1980 року, на його території поширені 34 різновиди ґрунтів:
      </p>
      <p>
        <b><u>ЧОРНОЗЕМИ на лесах:</u></b>
      </p>
      <ul class="infoList">
        <li>чорноземи звичайні поверхнево-середньосолонцюваті слабосолончакові легкосуглинисті;</li>
        <li>чорноземи звичайні поверхнево-сильносолонцюваті суглинисті.</li>
      </ul>
      <p>
        <b><u>ЧОРНОЗЕМИ на лесоподібних суглинках:</u></b>
      </p>
      <ul class="infoList">
        <li>чорноземи супіщані.</li>
      </ul>
      <p>
        <b><u>ЧОРНОЗЕМИ або чорноземоподібні ґрунти:</u></b>
      </p>
      <p>
        <b>на піщаних і глинисто-піщаних давньоалювіальних відкладах:</b>
      </p>
      <ul class="infoList">
        <li>чорноземи легкопіщані з малопотужним еоловим наносом;</li>
        <li>чорноземи супіщані;</li>
        <li>чорноземи супіщані з середньопотужним еоловим наносом.</li>
      </ul>
      <p>
        <b><u>ЧОРНОЗЕМНО-ЛУЧНІ ҐРУНТИ:</u></b>
      </p>
      <p>
        <b>на супіщаних давньоалювіальних відкладах:</b>
      </p>
      <ul class="infoList">
        <li>чорноземно-лучні легкосуглинисті.</li>
      </ul>
      <p>
        <b><u>ЗАПЛАВНО-ЛУЧНІ ГРУНТИ:</u></b>
      </p>
      <p>
        <b>на сучасних алювіальних відкладах:</b>
      </p>
      <ul class="infoList">
        <li>заплавно-лучні слабошаруваті глинисто-піщані;</li>
        <li>заплавно-лучні слабошаруваті глеєві глинисто-піщані;</li>
        <li>заплавно-лучні сильношаруваті глинисто-піщані;</li>
        <li>заплавно-лучні сильношаруваті легкосуглинкові;</li>
        <li>заплавно-лучні сильношаруваті глинисто-піщані з середньо-потужним еоловим наносом;</li>
        <li>заплавно-лучні поверхнево-слабосолонцюваті супіщані;</li>
        <li>заплавно-лучні слабошаруваті супіщані;</li>
        <li>заплавно-лучні слабошаруваті легкосуглинкові;</li>
        <li>заплавно-лучні слабошаруваті глеєві легкосуглинкові;</li>
        <li>заплавно-лучні шаруваті глеєві супіщані;</li>
        <li>заплавно-лучні глеєві середньосолонцюваті легкосуглинкові;</li>
        <li>заплавно-лучні малопотужні супіщані.</li>
      </ul>
      <p>
        <b><u>ЛУЧНО-БОЛОТНІ ГРУНТИ:</u></b>
      </p>
      <p>
        <b>на сучасних алювіальних відкладах:</b>
      </p>
      <ul class="infoList">
        <li>лучно-болотні супіщані;</li>
        <li>лучно-болотні легкосуглинкові.</li>
      </ul>
      <p>
        <b><u>БОЛОТНІ ГРУНТИ:</u></b>
      </p>
      <p>
        <b>на сучасних алювіальних відкладах:</b>
      </p>
      <ul class="infoList">
        <li>болотні легкосуглинкові;</li>
        <li>болотні супіщані;</li>
        <li>болотні легкосупіщані.</li>
      </ul>
      <p>
        <b><u>СОЛОНЦЕВІ ГРУНТИ:</u></b>
      </p>
      <p>
        <b>на сучасних алювіальних суглинкових відкладах:</b>
      </p>
      <ul class="infoList">
        <li>солонці глибокі лучні легкосуглинкові.</li>
      </ul>
      <p>
        <b><u>ЗАПЛАВНО-ЛУЧНІ ГРУНТИ:</u></b>
      </p>
      <p>
        <b>на сучасних алювіальних відкладах:</b>
      </p>
      <ul class="infoList">
        <li>дернові розвинуті глинисто-піщані з малопотужним еоловим наносом;</li>
        <li>дернові розвинуті глинисто-піщані з середнім еоловим наносом;</li>
        <li>дернові слаборозвинуті глинисто-піщані;</li>
        <li>дернові розвинуті глинисто-піщані;</li>
        <li>дернові потужні глинисто-піщані;</li>
        <li>дернові потужні легкосупіщані;</li>
        <li>дернові слаборозвинуті глинисто-піщані з мілкопохованими чорноземними супіщаними;</li>
        <li>заплавно-лучні слабошаруваті супіщані;</li>
        <li>дернові слаборозвинуті глинисто-піщані з середньопохованими дерновими розвинутими 
          глинисто-піщаними;</li>
        <li>дернові слаборозвинуті глинисто-піщані з мілкопохованими дерновими розвинутими 
          глинисто-піщаними.</li>
      </ul>
    </div>
    <div class="col l2 center-align hide-on-med-and-down">

    </div>
  </div>
</template>

<script>
export default {
  
}
</script>

<style scoped>
  .row {
    background-color: #cccccc;
    background-image: url('/mainPageNav.jpg');
    margin-bottom: 0;
  }
  .mainLogo {
    max-height: 25vh;
    margin-top: 1rem;
  }
  .mainTitle {
    color: #ffffff;
    font-size: 3rem;
    font-weight: 700;
    text-shadow: 1px 1px 0 #999999,
    -1px 1px 0 #999999,
    1px -1px 0 #999999,
    -1px -1px 0 #999999,
    0px 1px 0 #999999,
    0px -1px 0 #999999,
    -1px 0px 0 #999999,
    1px 0px 0 #999999,
    2px 2px 0 #999999,
    -2px 2px 0 #999999,
    2px -2px 0 #999999,
    -2px -2px 0 #999999,
    0px 2px 0 #999999,
    0px -2px 0 #999999,
    -2px 0px 0 #999999,
    2px 0px 0 #999999,
    1px 2px 0 #999999,
    -1px 2px 0 #999999,
    1px -2px 0 #999999,
    -1px -2px 0 #999999,
    2px 1px 0 #999999,
    -2px 1px 0 #999999,
    2px -1px 0 #999999,
    -2px -1px 0 #999999;
  }
  .mainInfo {
    color: #999999;
    font-size: 1.5rem;
    text-transform: uppercase;
    margin-bottom: 1rem;
    text-shadow: 1px 1px 0 #ffffff,
    -1px 1px 0 #ffffff,
    1px -1px 0 #ffffff,
    -1px -1px 0 #ffffff,
    0px 1px 0 #ffffff,
    0px -1px 0 #ffffff,
    -1px 0px 0 #ffffff,
    1px 0px 0 #ffffff,
    2px 2px 0 #ffffff,
    -2px 2px 0 #ffffff,
    2px -2px 0 #ffffff,
    -2px -2px 0 #ffffff,
    0px 2px 0 #ffffff,
    0px -2px 0 #ffffff,
    -2px 0px 0 #ffffff,
    2px 0px 0 #ffffff,
    1px 2px 0 #ffffff,
    -1px 2px 0 #ffffff,
    1px -2px 0 #ffffff,
    -1px -2px 0 #ffffff,
    2px 1px 0 #ffffff,
    -2px 1px 0 #ffffff,
    2px -1px 0 #ffffff,
    -2px -1px 0 #ffffff;
  }
  .mainText {
    background-color: #ffffff;
  }
  a {
    color: black;
    text-decoration: underline;
  }
  .infoList li {
    list-style-type: disc;
  }
  .infoList:not(.browser-default) {
    padding-left: 1.5rem;
  }
  .infoList li {
    font-size: 1.5rem;
  }
  p {
    font-size: 1.5rem;
  }
  .mainPageNav {
    min-height: 40vh;
    width: 100%;
  }
  .navbar-fixed {
    padding: 0;
  }
  .nav-wrapper {
    box-shadow: 0 0 20px rgba(0, 0, 0, 0.3);
  }
  a {
    color: #ffffff;
    font-size: 1rem;
    font-weight: 500;
    text-decoration: none;
  }
</style>
